{
    "Dashboard": "Panel",
    "Manage Team": "Manage Team",
    "Team Settings": "Team Settings",
    "Create New Team": "Create New Team",
    "Switch Teams": "Switch Teams",
    "Manage Account": "Hesabı Yönet",
    "Profile": "Profil",
    "API Tokens": "API Tokens",
    "Log Out": "Çıkış Yap",
    "This is a secure area of the application. Please confirm your password before continuing.": "Devam etmeden önce lütfen şifrenizi onaylayın.",
    "Password": "Şifre",
    "Confirm": "Onayla",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Parolanızı mı unuttunuz? Sorun değil. Şifre sıfırlama bağlantısını göndermemiz için sisteme kayıtlı e-posta adresinizi bize bildirin.",
    "Email": "E-Posta",
    "Email Password Reset Link": "E-posta Şifre Sıfırlama Bağlantısı",
    "Remember me": "Beni hatırla",
    "Forgot your password?": "Şifreni mi unuttun?",
    "Log in": "Giriş yap",
    "Name": "İsim",
    "Confirm Password": "Şifreyi Onayla",
    "I agree to the :terms_of_service and :privacy_policy": ":terms_of_service ve :privacy_policy onaylıyorum",
    "Terms of Service": "Kullanım Şartları",
    "Privacy Policy": "Gizlilik Politikası",
    "Already registered?": "Zaten hesabın var mı?",
    "Register": "Kayıt Ol",
    "Reset Password": "Şifre Sıfırla",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Lütfen kimlik doğrulayıcı uygulamanız tarafından sağlanan kimlik doğrulama kodunu girerek hesabınıza erişimi onaylayın.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Lütfen acil kurtarma kodlarınızdan birini girerek hesabınıza erişimi onaylayın.",
    "Code": "Kod",
    "Recovery Code": "Kurtarma Kodu",
    "Use a recovery code": "Bir kurtarma kodu kullan",
    "Use an authentication code": "Bir kimlik doğrulama kodu kullanın",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Üye olduğunuz için teşekkürler! Başlamadan önce, size az önce e-posta gönderdiğimiz bağlantıya tıklayarak e-posta adresinizi doğrulayabilir misiniz? E-postayı almadıysanız, size memnuniyetle başka bir e-posta göndeririz.",
    "A new verification link has been sent to the email address you provided during registration.": "Kayıt sırasında verdiğiniz e-posta adresine yeni bir doğrulama bağlantısı gönderildi.",
    "Resend Verification Email": "Doğrulama E-Postasını Tekrar Gönder",
    "Delete Account": "Hesabı Sil",
    "Permanently delete your account.": "Hesabınızı kalıcı olarak silin.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hesabınız silindikten sonra, tüm verileriniz kalıcı olarak silinir. Hesabınızı silmeden önce, lütfen saklamak istediğiniz tüm verileri veya bilgileri indirin.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Hesabınızı silmek istediğinizden emin misiniz? Hesabınız silindikten sonra tüm verileriniz kalıcı olarak silinir. Hesabınızı kalıcı olarak silmek istediğinizi onaylamak için lütfen şifrenizi girin.",
    "Cancel": "İptal",
    "Browser Sessions": "Tarayıcı Oturumları",
    "Manage and log out your active sessions on other browsers and devices.": "Diğer tarayıcılarda ve cihazlarda etkin oturumlarınızı yönetin ve oturumlarınızı kapatın.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Gerekirse, tüm cihazlarınızda diğer tüm tarayıcı oturumlarınızdan çıkış yapabilirsiniz. Son oturumlarınızdan bazıları aşağıda listelenmiştir; ancak, bu liste kapsamlı olmayabilir. Hesabınızın ele geçirildiğini düşünüyorsanız, şifrenizi de güncellemelisiniz.",
    "This device": "Bu cihaz",
    "Last active": "Son aktif",
    "Log Out Other Browser Sessions": "Diğer Tarayıcı Oturumlarını Kapatın",
    "Done.": "Done.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Tüm cihazlarınızda diğer tarayıcı oturumlarınızdan çıkmak istediğinizi onaylamak için lütfen şifrenizi girin.",
    "Two Factor Authentication": "İki Adımlı Kimlik Doğrulama",
    "Add additional security to your account using two factor authentication.": "İki adımlı kimlik doğrulamayı kullanarak hesabınıza ek güvenlik ekleyin.",
    "You have enabled two factor authentication.": "İki adımlı kimlik doğrulamayı etkinleştirdiniz.",
    "You have not enabled two factor authentication.": "İki adımlı kimlik doğrulamayı etkinleştirmediniz.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "İki adımlı kimlik doğrulama etkinleştirildiğinde, kimlik doğrulama sırasında sizden güvenli, rastgele bir doğrulama kodu istenir. Bu kodu, telefonunuzun Google Authenticator uygulamasından alabilirsiniz.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "İki adımlı kimlik doğrulama artık etkin. Telefonunuzun kimlik doğrulayıcı uygulamasını kullanarak aşağıdaki QR kodunu tarayın.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Bu kurtarma kodlarını güvenli bir parola yöneticisinde saklayın. İki adımlı kimlik doğrulama cihazınızın kaybolması durumunda, hesabınıza erişimi kurtarmak için kullanılabilirler.",
    "Enable": "Enable",
    "Regenerate Recovery Codes": "Regenerate Recovery Codes",
    "Show Recovery Codes": "Show Recovery Codes",
    "Disable": "Disable",
    "Update Password": "Şifreyi Güncelle",
    "Ensure your account is using a long, random password to stay secure.": "Hesabınızın güvende kalması için uzun, rastgele bir parola kullandığından emin olun.",
    "Current Password": "Mevcut Şifre",
    "New Password": "Yeni Şifre",
    "Saved.": "Kaydedildi.",
    "Save": "Kaydet",
    "Profile Information": "Profil Bilgileri",
    "Update your account's profile information and email address.": "Hesabınızın profil bilgilerini ve e-posta adresini güncelleyin.",
    "Photo": "Fotoğraf",
    "Select A New Photo": "Yeni Bir Fotoğraf Seçin",
    "Remove Photo": "Fotoğrafı Kaldır",
    "Team Details": "Team Details",
    "Create a new team to collaborate with others on projects.": "Create a new team to collaborate with others on projects.",
    "Team Owner": "Team Owner",
    "Team Name": "Team Name",
    "Create": "Oluştur",
    "Create Team": "Create Team",
    "Delete Team": "Delete Team",
    "Permanently delete this team.": "Permanently delete this team.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.",
    "Add Team Member": "Add Team Member",
    "Add a new team member to your team, allowing them to collaborate with you.": "Add a new team member to your team, allowing them to collaborate with you.",
    "Please provide the email address of the person you would like to add to this team.": "Please provide the email address of the person you would like to add to this team.",
    "Role": "Role",
    "Added.": "Added.",
    "Add": "Add",
    "Pending Team Invitations": "Pending Team Invitations",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.",
    "Team Members": "Team Members",
    "All of the people that are part of this team.": "All of the people that are part of this team.",
    "Leave": "Leave",
    "Remove": "Kaldır",
    "Manage Role": "Manage Role",
    "Leave Team": "Leave Team",
    "Are you sure you would like to leave this team?": "Are you sure you would like to leave this team?",
    "Remove Team Member": "",
    "Are you sure you would like to remove this person from the team?": "Are you sure you would like to remove this person from the team?",
    "The team's name and owner information.": "The team's name and owner information.",
    "Create API Token": "Create API Token",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API tokens allow third-party services to authenticate with our application on your behalf.",
    "Token Name": "Token Name",
    "Permissions": "Permissions",
    "Created.": "Created.",
    "Manage API Tokens": "Manage API Tokens",
    "You may delete any of your existing tokens if they are no longer needed.": "You may delete any of your existing tokens if they are no longer needed.",
    "Last used": "Last used",
    "Delete": "Sil",
    "API Token": "API Token",
    "Please copy your new API token. For your security, it won't be shown again.": "Please copy your new API token. For your security, it won't be shown again.",
    "Close": "Kapat",
    "API Token Permissions": "API Token Permissions",
    "Delete API Token": "Delete API Token",
    "Are you sure you would like to delete this API token?": "Are you sure you would like to delete this API token?",
    "This password does not match our records.":"Bu şifre kayıtlarımızla eşleşmiyor.",
    "The provided password does not match your current password.": "Girdiğiniz şifre mevcut şifrenizle eşleşmiyor.",
    "The password must be at least :charcters characters.":"Şifreniz en az :charcters karakter uzunluğunda olmalı."
}